[
    {
      "imagePath": "assets/img/bird.jpg",
      "title": "Ave",
      "detailImage": "assets/img/bird_2.png",
      "description": "Los pájaros son los únicos animales con plumas, ¡y algunas especies pueden volar a más de 100 km/h! Además, usan sus cantos para hablar entre ellos o para llamar la atención de otros pájaros.",
      "audioPath": "assets/mp3/bird.mp3"
    },
    {
      "imagePath": "assets/img/cat.jpg",
      "title": "Gato",
      "detailImage": "assets/img/cat_2.png",
      "description": "Los gatos pasan la mitad de su día durmiendo y son muy ágiles porque tienen un esqueleto flexible. Pueden saltar hasta seis veces su altura.",
      "audioPath": "assets/mp3/cat.mp3"
    },
    {
      "imagePath": "assets/img/cow.jpg",
      "title": "Vaca",
      "detailImage": "assets/img/cow_2.png",
      "description": "Las vacas tienen cuatro estómagos que les ayudan a digerir el pasto. También tienen muy buena memoria, recuerdan caras y lugares por mucho tiempo.",
      "audioPath": "assets/mp3/cow.mp3"
    },
    {
      "imagePath": "assets/img/dog.jpg",
      "title": "Perro",
      "detailImage": "assets/img/dog_2.png",
      "description": "Los perros tienen un súper olfato, ¡pueden oler hasta 100.000 veces mejor que los humanos! Por eso, muchas veces ayudan a encontrar cosas o personas.",
      "audioPath": "assets/mp3/dog.mp3"
    },
    {
      "imagePath": "assets/img/horse.jpg",
      "title": "Caballo",
      "detailImage": "assets/img/horse_2.png",
      "description": "Los caballos pueden dormir de pie gracias a sus patas fuertes, y tienen una excelente memoria. Pueden reconocer amigos humanos después de muchos años.",
      "audioPath": "assets/mp3/horse.mp3"
    },
    {
      "imagePath": "assets/img/lion.jpg",
      "title": "León",
      "detailImage": "assets/img/lion_2.png",
      "description": "Los leones son conocidos como los \"reyes de la selva\" y su rugido puede escucharse hasta a 8 kilómetros. Las hembras son las que cazan para alimentar a toda la familia.",
      "audioPath": "assets/mp3/lion.mp3"
    },
    {
      "imagePath": "assets/img/rooster.jpg",
      "title": "Gallo",
      "detailImage": "assets/img/rooster_2.png",
      "description": "Los gallos cantan para marcar su territorio y avisar a otros que están ahí. Su canto puede escucharse desde muy lejos, ¡incluso a 1 km de distancia!",
      "audioPath": "assets/mp3/rooster.mp3"
    }
  ]
  
  